Repository: dannymarx/PokeZoneBuddy
Catalog: PokeZoneBuddy/Localization/Localizable.xcstrings
Source language: en
Languages: de

# timeline.selection.empty
source: Select cities to view timeline
de: Wähle Städte für die Zeitleiste

# timeline.selection.empty.helper
source: Use the checkboxes below to add cities to the timeline view
de: Nutze die Checkboxen unten, um Städte zur Zeitleiste hinzuzufügen

# timeline.selection.toggle.selected
source: Selected
de: Ausgewählt

# timeline.selection.toggle.unselected
source: Select
de: Auswählen

# timeline.subtitle
source: View event times across all your cities
de: Zeige Event-Zeiten in allen deinen Städten an

# timeline.title
source: Event Timeline
de: Event-Zeitleiste

# timeline.total.hours
source: %dh total
de: %d Std gesamt

# timeline.total.hours %lld
source: %lldh total
de: %lld Std gesamt

# timeline.total.hours_minutes
source: %1$dh %2$dm total
de: %1$d Std %2$d Min gesamt

# timeline.total.hours_minutes %lld %lld
source: %1$lldh %2$lldm total
de: %1$lld Std %2$lld Min gesamt

# timeline.total.minutes
source: %dm total
de: %d Min gesamt

# timeline.total.minutes %lld
source: %lldm total
de: %lld Min gesamt

# timeline.unavailable.subtitle
source: Add at least one city with a valid timezone to see the timeline
de: Füge mindestens eine Stadt mit gültiger Zeitzone hinzu

# timeline.unavailable.title
source: Timeline unavailable
de: Zeitleiste nicht verfügbar

# timezones.subtitle
source: Your favorite cities and their local times for this event.
de: Deine Favoriten‑Städte und ihre lokalen Zeiten für dieses Event.

# timezones.title
source: Event times by city
de: Eventzeiten nach Stadt

# toast.no_connection.subtitle
source: Using cached data
de: Verwende Cache-Daten

# toast.no_connection.title
source: No internet connection
de: Keine Internetverbindung

# toast.offline.subtitle
source: No internet connection available
de: Keine Internetverbindung verfügbar

# toast.offline.title
source: Using cached data
de: Verwende Cache-Daten

# toast.refreshing.title
source: Refreshing events...
de: Aktualisiere Events...

# toast.update_failed.title
source: Update failed
de: Aktualisierung fehlgeschlagen

# toast.updated.title
source: Updated
de: Aktualisiert
